Repository: CodyBontecou/GitSync.md
Catalog: Sync.md/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Pull requires a merge because local and remote have diverged.
ar: الدمج نظرًا لتباين المحلي والبعيد.
da: Pull kræver en fletning, fordi lokal og ekstern er divergeret.
de: Pull erfordert eine Zusammenführung, da lokal und remote voneinander abweichen.
es: La extracción requiere una combinación porque lo local y lo remoto han divergido.
fi: Pull vaatii yhdistämistä, koska paikallinen ja etäinen ovat erilaisia.
fr: Pull nécessite une fusion parce que local et distant ont divergé.
he: : הפעולה Pull דורשת שילוב, מכיוון שה состояния המקומי והremot differ.
hi: के लिए मर्ज की आवश्यकता है, क्योंकि स्थानीय और दूरस्थ संस्थान अलग-अलग हो गए हैं।
hu: „Pull" operációhoz egy összevonás szükséges, mivel a helyi és távoli változatok eltérnek egymástól.
id: Pull memerlukan proses penggabungan karena versi lokal dan remote telah berbeda.
it: : il pull richiede una fusione poiché il locale e quello remoto sono divergenti.
ja: のPull操作では、ローカルとリモートが分岐しているため、マージが必要です。
ko: Pull 작업은 로컬과 원격 저장소가 서로 다른 상태인 경우 병합이 필요합니다.
nb: Pull krever en merging fordi lokale og fjernere data er divergeret.
nl: : De pull-opdracht vereist een merge omdat de lokale en externe versies afwijken.
pl: : operacja pull wymaga połączenia, ponieważ lokalny i odległy stan są różne.
pt_br: : A operação de pull requer uma fusão, pois os dados locais e remotos divergiram.
ru: : операция Pull требует слияния, поскольку локальный и удалённый репозитории не совпадают.
sv: Pull kräver en sammanföling eftersom den lokala och den fjärransvända versionen har skiljats åt.
th: Pull จำเป็นต้องมีการรวมข้อมูล เนื่องจากข้อมูลที่ใช้ในระบบภายในและระบบระยะไกลแตกต่างกัน
tr: çekme işlemi, yerel ve uzaktaki veriler farklılaşmış olduğundan birleşim gerektirir.
uk: : операція «Pull» вимагає злиття, оскільки локальний і дистанційний версії не збігаються.
vi: : Thao tác Pull yêu cầu hợp nhất vì dữ liệu tại cục bộ và từ xa đã khác biệt với nhau.
zh_hans: 拉取操作需要合并，因为本地与远程版本已出现差异。
zh_hant: 拉取操作需要閤併，因爲本地與遠程版本已齣現差異。

source: Pull requires merge
ar: يتطلب السحب الدمج
da: Pull kræver sammenfletning
de: Pull erfordert Zusammenführung
es: La extracción requiere fusión
fi: Pull vaatii yhdistämistä
fr: Tirer nécessite une fusion
he: – pulling requires merging
hi: 'Pull' के लिए 'merge' की आवश्यकता है।
hu: „Pull" funkcióhoz összevonás szükséges.
id: Pull memerlukan penggabungan
it: : il pull richiede una fusione
ja: のPull操作には、合流が必要です。
ko: Pull 작업은 병합이 필요합니다.
nb: – «Pull» krever merging
nl: : Pull vereist een merge
pl: : operacja Pull wymaga połączenia
pt_br: : A operação de pull requer fusão
ru: : операция «Pull» требует слияния
sv: – Pull kräver sammanfogning
th: Pull จำเป็นต้องมีการรวมข้อมูล
tr: çekme işlemi için birleştirme gereklidır.
uk: : операція «Pull» вимагає злиття.
vi: : Thao tác kéo yêu cầu hợp nhất
zh_hans: 拉取操作需进行合并
zh_hant: 拉取操作需進行閤併

source: Pull updated Git, but Git LFS needs attention
ar: سحب المحدثة Git، ولكن Git LFS يحتاج إلى اهتمام
da: Hent opdateret version Git, men Git LFS Kræver opmærksomhed
de: Aktualisiert herunterladen Git, aber Git LFS Bedarf an Aufmerksamkeit
es: Actualizar Git, pero Git LFS Necesita atención
fi: Päivitetty Git, mutta Git LFS Tarvitsee huomiota
fr: Mettre à jour Git, mais Git LFS Réquiert de l'attention
he: למשוך מעודכן Git, אבל Git LFS זקוק לתשומת לב
hi: अपडेट करें Git, लेकिन Git LFS ध्यान देने की आवश्यकता है
hu: Frissítés – Felvétel Git, de Git LFS Figyelmet igényel
id: Tarik pembaruan Git, namun Git LFS Perlu perhatian
it: Aggiornamento applicato Git, ma Git LFS Requiere attenzione
ja: 更新を適用 Gitしかし、 Git LFS 注意が必要です
ko: 업데이트 적용 Git하지만 Git LFS 주의가 필요합니다.
nb: Oppdatert Git, men Git LFS Krever oppmerksomhet
nl: Bijgewerkt Git, maar Git LFS Voorzichtigheid vereist
pl: Zaktualizuj Git, ale Git LFS Potrzeba uwagi
pt_br: Atualizar Git, mas Git LFS Requer atenção
ru: Обновить Git, но Git LFS Потребует внимания
sv: Uppdatera Git, men Git LFS Behöver uppmärksamhet
th: Pull อัปเดต Git, แต่ Git LFS ต้องได้รับความสนใจ
tr: Güncellenmiş GitAncak Git LFS Dikkat gerektirir
uk: Оновлено Git, але Git LFS Потрібна увага
vi: Lấy phiên bản cập nhật Git, nhưng Git LFS Cần được quan tâm
zh_hans: 拉取更新 Git, 但是 Git LFS 需注意
zh_hant: 拉取更新 Git, 但是 Git LFS 需注意

source: Pull with Rebase
ar: سحب مع Rebase
da: Træk med rebase
de: Ziehen mit Rebase
es: Tirador con base
fi: Vetoa rebase
fr: Tirer avec Rebase
he: : pulling עם Rebase
hi: : रीबेस के साथ पुल
hu: : Rebase mellett vonás
id: Pull dengan Rebase
it: Pulire con Rebase
ja: ：リベース付き引抜き
ko: : 리베이스 기반의 당김
nb: Pull med rebase
nl: : Trekken met rebase
pl: Pull z rebase
pt_br: Tração com Rebaseamento
ru: : Стягивание при переориентации базы данных
sv: Pull med rebase
th: พร้อมฐานรอง
tr: : Rebase ile çekme
uk: : Підтягування з ребейсом
vi: : Thu hút với Rebase
zh_hans: 基准重置下的拉取操作
zh_hant: 基準重置下的拉取操作

source: Pull with rebase
ar: اسحب مع إعادة القاعدة
da: Træk med rebase
de: Ziehen mit Rebase
es: Tirador con base
fi: Veto siirtymässä
fr: Tirer avec rebase
he: – pulling עם إعادة הבסיס
hi: : रीबेस के साथ पुल
hu: : Rebase mellett vonás
id: Pull dengan rebase
it: Pulire con ricalcolo dei valori
ja: ：再ベース化付き引抜き
ko: : 재기준화 시의 당김
nb: Pull med rebase
nl: Draaien met rebase
pl: : Przeprowadzenie pull z rebase
pt_br: Recolhimento com rebase
ru: : Вывод с пересчётом базы данных
sv: : Tvinga med ombasering
th: พร้อมฐานรอง ที่เก็บ
tr: : Rebase ile çekme
uk: : Підтягування з перерахуванням
vi: : Thu hút với cơ chế tái định giá
zh_hans: 重置基准值下的拉取
zh_hant: 重置基準值下的拉取

source: Pull-only and safe
ar: سحب-فقط وآمن
da: Kun trækning og sikker
de: Nur-zur-Entnahme- und sichere Funktion
es: Solo para tirar y seguro
fi: Vain veto -toiminto ja turvallisuus
fr: Seule pour tirage – Sécurité
he: למשוך-רק ובטוח
hi: केवल खींचने के लिए तथा सुरक्षित
hu: Csak nyomásos és biztonságos
id: Hanya untuk menarik dan aman
it: Solo trazione e sicuro
ja: プルのみ・安全
ko: 만 수동 사용 가능 및 안전
nb: Kun trekking og trygt
nl: Alleen trekken en veilig
pl: Dla jedynie wyciągania – bezpieczne
pt_br: Para puxar apenas e seguro
ru: Только для тяговения и безопасно
sv: Endast dragning – säkert
th: ใช้งานแบบดึงเพียงอย่างเดียว และปลอดภัย
tr: Sadece çekme ve güvenli
uk: Тільки для підйому та безпека
vi: Chỉ kéo – An toàn
zh_hans: 仅拉力操作，安全可靠
zh_hant: 僅拉力操作，安全可靠

source: Pulled %@
ar: سحبت %@
da: Træk %@
de: Gezogen %@
es: Sacó %@
fi: Vedetty %@
fr: Tiré %@
he: מושקע %@
hi: – पुल्ड %@
hu: – kivonva %@
id: Ditarik %@
it: Estratto %@
ja: ：引き出済み %@
ko: : 가져갔습니다 %@
nb: : Tatt %@
nl: : Uitgetrokken %@
pl: : pobrano %@
pt_br: Retirado %@
ru: : откачано %@
sv: : Tvingat %@
th: ถูกดึงออกแล้ว %@
tr: Çeken %@
uk: – використано %@
vi: : Đã kéo ra %@
zh_hans: 已拉取 %@
zh_hant: 已拉取 %@

# Pulled %lld %@
source: Pulled %1$lld %2$@
ar: سحبت %1$lld %2$@
da: Træk %1$lld %2$@
de: Gezogen %1$lld %2$@
es: Sacó %1$lld %2$@
fi: Puld %1$lld %2$@
fr: Tiré %1$lld %2$@
he: : מושקע %1$lld %2$@
hi: – निकाला गया %1$lld %2$@
hu: – kivonva %1$lld %2$@
id: Telah Ditarik %1$lld %2$@
it: : estratto %1$lld %2$@
ja: ：引き出済み %1$lld %2$@
ko: : 추출됨 %1$lld %2$@
nb: Tatt %1$lld %2$@
nl: : Uitgetrokken %1$lld %2$@
pl: : pobrany %1$lld %2$@
pt_br: Retirado %1$lld %2$@
ru: : откачано %1$lld %2$@
sv: : Tvingat %1$lld %2$@
th: ถูกดึงออกแล้ว %1$lld %2$@
tr: Çeken %1$lld %2$@
uk: – видалено %1$lld %2$@
vi: : Đã kéo ra %1$lld %2$@
zh_hans: 已拉取 %1$lld %2$@
zh_hant: 已拉取 %1$lld %2$@

source: Pulled latest changes (fast-forward)
ar: تم سحب أحدث التغييرات (التقديم السريع)
da: trak de seneste ændringer (spol frem)
de: Letzte Änderungen abgerufen (schneller Vorlauf)
es: Se extrajeron los últimos cambios (avance rápido)
fi: Viimeisimmät muutokset (nopeaa)
fr: Tiré dernières modifications (avance rapide)
he: – אושפז את השינויים האחרונים (快速推进)
hi: : नवीनतम परिवर्तनों को लाए गए (फास्ट-फॉरवर्ड)
hu: – az utolsó változtatások beolvasása (gyors előrejutás)
id: telah mengambil perubahan terbaru (fast-forward)
it: : Applicati i cambiamenti più recenti (fast-forward)
ja: ：最新の変更を適用（ファストフォワード）
ko: : 최신 변경 사항을 가져왔습니다(빠른 전환).
nb: : Hentet de siste endringene (fasts-forward)
nl: : De laatste wijzigingen hebben geëxtraheerd (fast-forward)
pl: : pobrano najnowsze zmiany (fast-forward)
pt_br: : Aplicado as alterações mais recentes (fast-forward)
ru: : применены последние изменения (быстрый переход).
sv: : Hittills dragit de senaste ändringarna (fast-forward)
th: : ดึงการเปลี่ยนแปลงล่าสุด (Fast-Forward)
tr: : Son değişiklikleri çekti (fast-forward)
uk: : Виконано останні зміни (швидкий переход).
vi: : Lấy các thay đổi mới nhất (fast-forward)
zh_hans: 已拉取最新变更（快速跳转）
zh_hant: 已拉取最新變更（快速跳轉）

source: Pulling a lot?
ar: سحب الكثير ؟
da: Trækker du meget?
de: Möchten Sie viel ziehen?
es: ¿Estás moviendo mucho peso?
fi: Vaihtaa paljon?
fr: Vous devez faire beaucoup de travaux ?
he: מושך הרבה?
hi: बहुत अधिक खींच रहे हैं?
hu: Nagy mennyiségben szállításra van szükség?
id: Bekerja keras?
it: Stai portando via molto?
ja: 大量の荷物を運ぶ予定ですか？
ko: 많은 물건을 끌고 다니시나요?
nb: Trenger du å trekke mye?
nl: Pullt u veel?
pl: Wyprowadzasz wiele?
pt_br: Está levantando muita carga?
ru: Вы часто вынуждены перемещаться?
sv: Drar du mycket?
th: กำลังดึงสินค้าจำนวนมากอยู่หรือไม่?
tr: Çok fazla çekiyorsunuz mu?
uk: Ви важко тягнете?
vi: Cần kéo vật nặng không?
zh_hans: 需要频繁拉货吗？
zh_hant: 需要頻繁拉貨嗎？

source: Pulling from remote…
ar: جارٍ السحب من جهاز التحكم عن بُعد...
da: Trækker fra fjernbetjeningen...
de: Aus der Ferne ziehen…
es: Tirando desde el control remoto…
fi: : Päästettävä kaukosta...
fr: Tirer de la télécommande…
he: : הורדה מ־异地...
hi: : रिमोट से पुलिंग...
hu: : távoli forrásból származó adatok betöltése…
id: Mengambil dari sumber jarak jauh...
it: : estrazione da remoto...
ja: ：リモートからデータ取得中…
ko: : 원격에서 데이터를 가져오는 중...
nb: : Tiringer fra fjernkilde ...
nl: : Uit de afstand trekken...
pl: : pobieranie z zdalnego źródła...
pt_br: : Recuperação a partir de remoto...
ru: : Извлечение из удалённого источника...
sv: : Täckning från fjärran...
th: : ดึงข้อมูลจากปลายทางไกล...
tr: : Uzaktan çekme...
uk: : Виконання операції «Підтягування» з віддаленого джерела...
vi: : Đang kéo từ xa...
zh_hans: 正从远程服务器拉取数据……
zh_hant: 正從遠程服務器拉取數據……

source: Purchase pending
ar: في انتظار الشراء
da: Køb på vej
de: Kauf auf Anordnung
es: Compra pendiente
fi: Ostos odottaa
fr: Achat en attente
he: רכישה ממתינה
hi: खरीदारी अभी अप्रवाहित है
hu: Vásárlás váró állapotban
id: Pembelian sedang menunggu
it: Acquisto in sospeso
ja: 購入処理中
ko: 구매 대기 중
nb: Kjøp på vente
nl: Aankoop in afwachting
pl: Kupno w oczekiwaniu
pt_br: Compra pendente
ru: Заказ в обработке
sv: Köp väntar
th: การซื้ออยู่ในขั้นตอนรอการอนุมัติ
tr: Satın alma işlemi bekleniyor
uk: Придбання очікується
vi: Đơn mua hàng đang chờ xử lý
zh_hans: 购买待处理
zh_hant: 購買待處理

source: Push
ar: دفع
de: Pushen
es: Enviar
fi: Työnnä
fr: Pousser
he: דחוף
hi: पुश करें
id: Dorong
ja: プッシュ
ko: 푸시
nl: Pushen
pl: Wypchnij
pt_br: Enviar
ru: Отправить
sv: Pusha
th: พุช
tr: Gönder
uk: Надіслати
vi: Đẩy
zh_hans: 推送
zh_hant: 推送

source: Push ${repository}
ar: دفع ${repository}
de: ${repository} pushen
es: Enviar ${repository}
fi: Tee push kohteelle ${repository}
fr: Envoyer ${repository}
he: דחיפת ${repository}
hi: ${repository} को पुश करें
hu: A(z) ${repository} feltöltése
id: Dorong ${repository}
it: Esegui il push di ${repository}
ja: ${repository}をプッシュ
ko: ${repository} 푸시
nl: ${repository} pushen
pl: Wykonaj push dla ${repository}
pt_br: Fazer push de ${repository}
ru: Выполнить push для ${repository}
sv: Kör push för ${repository}
th: ดำเนินการ push ${repository}
tr: ${repository} için push yap
uk: Виконати push для ${repository}
zh_hans: 推送 ${repository}
zh_hant: 推送 ${repository}

source: Push %lld Files
ar: دفع %lld ملفات
da: Push %lld filer
de: %lld Dateien pushen
es: Enviar %lld archivos
fi: Työnnä %lld tiedostoa
fr: Pousser %lld fichiers
he: דחוף %lld קבצים
hi: %lld फ़ाइलें पुश करें
hu: %lld fájl push
id: Dorong %lld file
it: Push %lld file
ja: %lldファイルをプッシュ
ko: %lld개 파일 푸시
nb: Push %lld filer
nl: %lld bestanden pushen
pl: Wypchnij %lld plików
pt_br: Enviar %lld arquivos
ru: Отправить %lld файлов
sv: Pusha %lld filer
th: พุช %lld ไฟล์
tr: %lld dosya gönder
uk: Надіслати %lld файлів
vi: Đẩy %lld tệp
zh_hans: 推送 %lld 个文件
zh_hant: 推送 %lld 個檔案

source: Push 1 File
ar: دفع ملف واحد
da: Push 1 fil
de: 1 Datei pushen
es: Enviar 1 archivo
fi: Työnnä 1 tiedosto
fr: Pousser 1 fichier
he: דחוף קובץ אחד
hi: 1 फ़ाइल पुश करें
hu: 1 fájl push
id: Dorong 1 file
ja: 1ファイルをプッシュ
ko: 1개 파일 푸시
nb: Push 1 fil
nl: 1 bestand pushen
pl: Wypchnij 1 plik
pt_br: Enviar 1 arquivo
ru: Отправить 1 файл
sv: Pusha 1 fil
th: พุช 1 ไฟล์
tr: 1 dosya gönder
uk: Надіслати 1 файл
vi: Đẩy 1 tệp
zh_hans: 推送 1 个文件
zh_hant: 推送 1 個檔案

source: Push Current Branch
ar: فرع الدفع الحالي
es: Empuje la rama actual
fi: Nykyinen haara
fr: Poussez la branche de courant
he: – רחוב זרם ה-Push
hi: पुश करंट शाखा
hu: Nyomási áramszak
id: Cabang Arus Push
it: Albero di corrente push
ja: 推流分岐
ko: 푸시 전류 분기
nb: Push-currentavdeling
nl: Push-current tak
pl: – gałąź przepływu prądu
pt_br: Ramo de Corrente Push
ru: — ветвь подачи тока
th: สาขากระแสผลักดัน
tr: Basma Akımı Şubesi
uk: – галузь з推送ним струмом
vi: Chi nhánh dòng điện đẩy
zh_hans: 推流分支
zh_hant: 推流分支

source: Push Repo
ar: دفع المستودع
da: Push arkiv
de: Repository pushen
es: Enviar repositorio
fi: Tietovaraston push
fr: Envoyer le dépôt
he: דחיפת מאגר
hi: रिपॉज़िटरी पुश करें
hu: Tároló feltöltése
id: Dorong Repo
it: Push repository
ja: リポジトリをプッシュ
ko: 저장소 푸시
nb: Push repositorium
nl: Repository pushen
pl: Wykonaj push repozytorium
pt_br: Fazer push do repositório
ru: Выполнить push репозитория
sv: Kör push för lagringsplats
th: Push ที่เก็บ
tr: Depoyu Push Et
uk: Push репозиторію
vi: Push kho lưu trữ
zh_hans: 推送仓库
zh_hant: 推送儲存庫

source: Push Repository
ar: دفع المستودع
da: Push arkiv
de: Repository pushen
es: Enviar repositorio
fi: Tietovaraston push
it: Push del repository
ja: リポジトリをプッシュ
ko: 저장소 푸시
nb: Push repositorium
nl: Repository pushen
pl: Wykonaj push repozytorium
pt_br: Fazer push do repositório
ru: Выполнить push репозитория
sv: Kör push för lagringsplats
th: Push ที่เก็บ
tr: Depoyu Push Et
uk: Push репозиторію
vi: Push kho lưu trữ
zh_hans: 推送仓库
zh_hant: 推送儲存庫

source: Push committed local changes
ar: دفع التغييرات المحلية الملتزم بها
da: Push forpligtede lokale ændringer
de: Übertragen Sie festgeschriebene lokale Änderungen
es: Impulsar cambios locales comprometidos
fi: Työnnityt paikalliset muutokset
fr: Pousser les modifications locales engagées
he: : הפעלה של שינויים מקומיים
hi: द्वारा स्थानीय परिवर्तनों को लागू किया गया है।
hu: : a Push rendelkezik helyi változtatásokkal
id: : Push telah melakukan perubahan lokal.
it: : Push dei cambiamenti locali
ja: ：ローカル変更をプッシュしました。
ko: : 'Push' 명령으로 로컬 변경 사항이 적용되었습니다.
nb: har utført lokale endringer.
nl: : Push van lokale wijzigingen
pl: : Przeprowadzono lokalne zmiany za pomocą funkcji Push.
pt_br: : O Push efetuou alterações locais.
ru: : команда Push выполнила локальные изменения
sv: : Pushat lokala ändringar
th: : Push ข้อมูลการเปลี่ยนแปลงท้องถิ่นเรียบร้อยแล้ว
tr: , yerel değişiklikleri uyguladı.
uk: : «Push» виконав локальні зміни.
vi: : Push đã thực hiện các thay đổi cục bộ
zh_hans: 已提交本地更改
zh_hant: 已提交本地更改

source: Push committed local changes to remote
ar: دفع التغييرات المحلية الملتزم بها إلى جهاز التحكم عن بعد
da: Push forpligtede lokale ændringer til fjernbetjeningen
de: Übertragen Sie festgeschriebene lokale Änderungen an Remote
es: Enviar cambios locales comprometidos al control remoto
fi: Työnnittiin paikallisia muutoksia etäyhteydessä
fr: Push a commis des modifications locales à distance
he: : Push מ实시 שינויי מקומיים למשרדי מרוחק
hi: : Push ने स्थानीय परिवर्तनों को दूरस्थ स्तर पर लागू किया।
hu: : A Push operáció helyi változtatásokat küldött távvezérelt rendszerre.
id: : Push telah melakukan perubahan lokal ke remote.
it: : Il comando Push applica i cambiamenti locali al remoto.
ja: ：ローカルの変更をリモートにコミットしました。
ko: : 'Push' 명령을 통해 로컬 변경 사항이 원격 저장소에 반영되었습니다.
nb: : «Push»-kommandoen har implementert lokale endringer til fjernsystemet.
nl: : Push van lokale wijzigingen naar de externe repository
pl: : Komenda „Push" zastosowała lokalne zmiany do serwera odległego.
pt_br: : O comando Push efetuou alterações locais no remoto.
ru: : команда «Push» выполнила сохранение локальных изменений в удалённое хранилище.
sv: : Pushar lokala ändringar till fjärrvaru.
th: : Push รายการการเปลี่ยนแปลงท้องถิ่นไปยังระบบระยะไกล
tr: : 'Push' komutu, yerel değişiklikleri uzaktaki sistemde kaydetti.
uk: : команда «Push» застосовує локальні зміни до дистанційного репозиторію.
vi: : Push các thay đổi cục bộ lên máy chủ xa.
zh_hans: 已将本地更改推送到远程仓库
zh_hant: 已將本地更改推送到遠程倉庫

source: Push complete!
ar: اكتمل الدفع!
da: Push fuldfoert!
de: Push abgeschlossen!
es: ¡Push completado!
fi: Lähetys valmis!
fr: Push terminé !
he: הדחיפה הושלמה!
hi: Push पूर्ण!
hu: Feltöltés kész!
id: Push selesai!
it: Push completato!
ja: プッシュ完了！
ko: Push 완료!
nb: Push fullført!
nl: Push voltooid!
pl: Wysyłanie zakończone!
pt_br: Push concluído!
ru: Push завершён!
sv: Push klar!
th: Push เสร็จสมบูรณ์!
tr: Push tamamlandı!
uk: Push завершено!
vi: Push hoàn tất!
zh_hans: 推送完成！
zh_hant: 推送完成！

source: Push failed: %@
ar: فشل الدفع: %@
da: Push mislykkedes: %@
de: Push fehlgeschlagen: %@
es: Error al enviar: %@
fi: Lähetys epäonnistui: %@
fr: Échec de l'envoi : %@
he: הדחיפה נכשלה: %@
hi: Push विफल: %@
hu: Feltöltés sikertelen: %@
id: Push gagal: %@
it: Push non riuscito: %@
ja: プッシュに失敗しました: %@
ko: 푸시 실패: %@
nb: Push mislyktes: %@
nl: Pushen mislukt: %@
pl: Wysyłanie nie powiodło się: %@
pt_br: Falha ao enviar: %@
ru: Ошибка отправки: %@
sv: Push misslyckades: %@
th: ส่งข้อมูลล้มเหลว: %@
tr: Gönderme başarısız: %@
uk: Надсилання не вдалося: %@
vi: Push thất bại: %@
zh_hans: 推送失败：%@
zh_hant: 推送失敗：%@

source: Push local changes to remote
ar: دفع التغييرات المحلية إلى الخادم
da: Send lokale aendringer til fjernserver
de: Lokale Änderungen zum Server pushen
es: Enviar cambios locales al remoto
fi: Lähetä paikalliset muutokset etäpalvelimelle
fr: Envoyer les modifications locales
he: דחיפת שינויים מקומיים לשרת
hi: स्थानीय बदलाव रिमोट पर भेजें
hu: Helyi módosítások feltöltése
id: Kirim perubahan lokal ke remote
it: Invia le modifiche locali al remoto
ja: ローカルの変更をリモートにプッシュ
ko: 로컬 변경 사항을 원격으로 푸시
nb: Send lokale endringer til eksternt repo
nl: Lokale wijzigingen naar extern pushen
pl: Wyślij lokalne zmiany na serwer
pt_br: Enviar alterações locais para o remoto
ru: Отправить локальные изменения на сервер
sv: Skicka lokala ändringar till fjärrservern
th: ส่งการเปลี่ยนแปลงในเครื่องไปยังรีโมต
tr: Yerel değişiklikleri uzak depoya gönder
uk: Надіслати локальні зміни на сервер
vi: Đẩy thay đổi cục bộ lên máy chủ
zh_hans: 将本地更改推送到远程
zh_hant: 將本機變更推送至遠端

source: Push rebased commits
ar: دفع الالتزامات المعاد تأسيسها
da: Push rebaserede commits
de: Rebasierte Push-Commits
es: Confirmaciones rebasadas push
fi: uudelleen perustuvat sitoumukset
fr: Pousser les commits rebasés
he: – קומיטים ש underwent إعادة-הבазה של ה-Push
hi: : पुश रीबेस्ड कमिट्स
hu: : push-rebase alapú commitok
id: Commit yang diperbarui melalui push
it: Commit ri-rigati
ja: ：プッシュ再ベース化コミット
ko: : 푸시된 리베이스 커밋
nb: Push-rebasede committing
pl: : commity przesunięte z nowego podstawienia
pt_br: Commits com rebaseamento de push
ru: : коммиты с перенаправлением push
sv: Push-rebaseade committer
th: : การปรับฐานการคอมมิตแบบ Push
tr: : Yeniden temel alınmış commitler
uk: : Перевіднення комітів
vi: Các commit đã được đẩy lại cơ sở
zh_hans: 推送的重新基于提交记录
zh_hant: 推送的重新基於提交記録

source: Pushed %@
ar: تم الدفع %@
da: Skubbet %@
de: Gedrückt %@
es: Empujado %@
fi: Työntöt %@
fr: Poussée %@
he: מושיט %@
hi: को पंप किया गया है। %@
hu: – felhúzva %@
id: telah ditekan %@
it: : spinto %@
ja: ：押し込み済み %@
ko: : 푸시됨 %@
nb: : Pushet %@
nl: is opgeduwd %@
pl: : Wysłane %@
pt_br: Empurrado %@
ru: : «Нажато» %@
sv: : Pressat %@
th: ถูกดัน %@
tr: : Yüklendi %@
uk: : Відправлено %@
vi: đã được đẩy %@
zh_hans: 已推送 %@
zh_hant: 已推送 %@

source: Pushes or force-pushes
ar: عمليات push أو force-push
da: Push eller force-push
de: push oder force-push
es: Push o force-push
fi: Push- tai force-push-toiminnot
fr: Push ou force-push
he: פעולות push או force-push
hi: push या force-push
hu: push vagy force-push műveletek
id: push atau force-push
it: push o force-push
ja: push または force-push
ko: push 또는 force-push
nb: push eller force-push
nl: push of force-push
pl: Operacje push lub wymuszone push
pt_br: Pushes ou pushes forçados
ru: Операции push или принудительный push
sv: Push eller force-push
th: การ push หรือ force-push
tr: Push veya force-push işlemleri
uk: Push або примусовий push
vi: Push hoặc force-push
zh_hans: push 或 force-push
zh_hant: push 或 force-push

source: Pushing committed changes...
ar: دفع التغييرات الملتزم بها...
da: Pusher forpligtede ændringer...
de: Festgeschriebene Änderungen werden übertragen...
es: Impulsando cambios comprometidos...
fi: Tehty muutoksia...
fr: Pousser les changements engagés...
he: : משלוח השינויים המוכננים...
hi: : प्रमाणित बदलावों को लागू कर रहा है...
hu: : A bejegyzett változtatások feltöltése…
id: Sedang menerapkan perubahan yang telah dikonfirmasi ...
it: : applicazione dei cambiamenti effettuati...
ja: ：確定済みの変更を推送中…
ko: : 적용된 변경 사항을 전송 중입니다...
nb: : Fører inn gjeldende endringer ...
nl: : De door de gebruiker gemaakte wijzigingen worden uitgevoerd...
pl: : Wdrażanie wprowadzonych zmian...
pt_br: Aplicando alterações confirmadas...
ru: : Применение внесённых изменений...
sv: : Applikerar implementerade ändringar...
th: : กำลังบันทึกการเปลี่ยนแปลง...
tr: : Onaylanmış değişiklikler uygulanıyor...
uk: : Виконується західні зміни...
vi: : Đang đẩy các thay đổi đã xác nhận...
zh_hans: 正在推送已提交的更改……
zh_hant: 正在推送已提交的更改……

source: Questions, ideas, or issues
ar: أسئلة أو أفكار أو مشاكل
da: Spoergsmaal, ideer eller problemer
de: Fragen, Ideen oder Probleme
es: Preguntas, ideas o problemas
fi: Kysymyksiä, ideoita tai ongelmia
fr: Questions, idées ou problèmes
he: שאלות, רעיונות או בעיות
hi: सवाल, सुझाव या समस्याएँ
hu: Kérdések, ötletek vagy problémák
id: Pertanyaan, ide, atau masalah
it: Domande, idee o problemi
ja: ご質問、アイデア、問題など
ko: 질문, 아이디어 또는 문제
nb: Spørsmål, ideer eller problemer
nl: Vragen, ideeën of problemen
pl: Pytania, pomysły lub problemy
pt_br: Dúvidas, ideias ou problemas
ru: Вопросы, идеи или проблемы
sv: Frågor, idéer eller problem
th: คำถาม แนวคิด หรือปัญหา
tr: Sorular, fikirler veya sorunlar
uk: Запитання, ідеї чи проблеми
vi: Câu hỏi, ý tưởng hoặc vấn đề
zh_hans: 问题、建议或故障
zh_hant: 問題、想法或議題

source: REMOVE
ar: إزالة
da: FJERN
de: ENTFERNEN
es: QUITAR
fi: – poista
fr: ENLEVER
he: – הסרה
hi: – हटाएँ
hu: eltávolítás
id: -Hapus
it: Rimuovi
ja: 削除
ko: 제거
nb: Fjerne
nl: Verwijderen
pl: USUNIĆ
pt_br: REMOVER
ru: УДАЛИТЬ
sv: TA BORT
th: . ลบ
tr: Sil
uk: ВИДУВАТИ
vi: Xóa
zh_hans: 移除
zh_hant: 移除

source: RESOLVE
ar: حل نتيجة
da: LØS
de: AUFLÖSUNG
es: RESOLVER
fi: RESOLVEN
fr: RÉSOLU
he: 해결
hi: – समाधान
hu: – probléma megoldása
id: MENYELESAIKAN
it: Risolvere
ja: 解決
ko: 해결
nb: – Løsning
nl: Oplossen
pl: Rozwiązanie
pt_br: RESOLVER
ru: РЕШЕНИЕ
sv: Lösning
th: แก้ไข
tr: Çözüm
uk: РЕШЕННЯ
vi: Giải quyết
zh_hans: 解决
zh_hant: 解決

source: RESOLVE CONFLICT
ar: حل الصراع نتيجة
da: LØS KONFLIKT
de: KONFLIKT LÖSEN
es: RESOLVER CONFLICTO RESULTADO
fi: RESOLVE CONFLIKTI
fr: RÉSOUDRE LES CONFLITS RÉSULTAT DE
he: – פתרת מחלוקת
hi: : संघर्ष को दूर करना
hu: – Konfliktus megoldása
id: Menyelesaikan Konflik
it: Risolvere il conflitto
ja: 矛盾解決
ko: 갈등 해결
nb: – løs konflikt
nl: Conflict oplossen
pl: Rozwiązywanie konfliktu
pt_br: Resolver conflito
ru: РЕШИТЬ СПРАВОЧНУЮ ВСТРЕЧУ
sv: Lösar konflikt
th: แก้ไขความขัดแย้ง
tr: : Çelişkiyi çözmek
uk: : Розв'язання конфлікту
vi: Giải quyết xung đột
zh_hans: 解决冲突
zh_hant: 解決衝突
